Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotPasteCurtainGridLine Property
 Can't paste Curtain Grid Line.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteCurtainGridLine { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteCurtainGridLine As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteCurtainGridLine {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace